import type { Story } from '@/composables/useStories'

const dir = '/ravengard-chronicles/images/alien-skies/'

export const alienSkies: Story = {
  id: 'alien-skies',
  status: 'active',
  icon: '🌲',
  title: 'Чужое небо',
  level: 6,

  gameDate: '13 Уктара 852г.',
  shortDescription:
    '«Серебряный Альбатрос» уходит с курса над Седой Тайгой. В Грейвен дороги нет, но есть те, кто знает обходной путь.',
  description:
    'После того, что произошло в шахте Кервас-7, Эвр и Юджин точно знают: в Грейвен им возвращаться нельзя. СРК не оставляет свидетелей - и это не слухи, а политика компании, которую они уже видели в действии. На большой бортовой карте заботливо отмечены дороги сквозь общие границы Грейвенского Предела и Рейвенгарда, но только на бумаге всё может быть настолько просто. За этими отметками скрываются пропускные пункты, патрули и люди, которые получают жалованье от СРК.\n\nОстаётся надеяться на редкие слухи среди богатеев, которые так или иначе переходили дорогу Компании: в глубине Седой Тайги есть женщина, которая помогает беглецам перейти границу - туда, куда не дотянутся руки Компании. Найти её - единственный шанс для капитана и его спутника.',
  infoCards: [],
  roles: [],
}
