import type { Story } from '@/composables/useStories'

export const priceOfPerfection: Story = {
  id: '3',
  status: 'archived',
  icon: '🔪',
  title: 'Цена идеального блюда',

  shortDescription:
    'Гурманы Вингфорда теряют себя после ужина у загадочного повара, чьи блюда дарят совершенство вкуса, но забирают что-то взамен.',
  description:
    'В Вингфорде всё чаще говорят об одном поваре — его блюда называют произведениями искусства, а попасть на ужин к нему стало признаком статуса.\n\nТе, кому хоть раз удалось побывать в его ресторане, сразу же становятся постоянными гостями, ведь обычная еда перестаёт их радовать.\n\nНо со временем с постоянными гостями начинают происходить странные перемены. Меняются привычки, черты лица будто сглаживаются, эмоции притупляются — и всё меньше в них узнаётся прежняя личность.\n\nХодят слухи, что ради своих рецептов повар использует редкие и запрещённые ингредиенты. Другие шепчут о сделке с чем-то, что умеет даровать идеальный вкус… за соответствующую цену.\n\nЧто скрывается за закрытыми дверями кухни?\nИ сколько в человеке можно изменить, прежде чем он перестанет быть собой?',
}
